{"meta":{"title":"Y. Tian","subtitle":"Individual Academic Homepage","description":"","author":"Yutong Tian","url":"http://example.com","root":"/"},"pages":[],"posts":[{"title":"any title","slug":"any-title","date":"2023-06-11T12:37:45.000Z","updated":"2023-06-11T13:42:33.524Z","comments":true,"path":"2023/06/11/any-title/","link":"","permalink":"http://example.com/2023/06/11/any-title/","excerpt":"","text":"Education Background Doctoral student, Electronic science and technology (Circuit and System), University of Electronic Science and Techonology of China, Chenngdu, China, 2023-Now Supervisor: Prof. Yong Li Masteral student, Electronic science and technology (Circuit and System), University of Electronic Science and Techonology of China, Chenngdu, China, 2021-2023 Supervisor: Associate Prof. Tingjun Li Bychelor, Electronic information engineering, Southwest University, Chongqing, China, 2017-2021 Supervisor: Associate Prof. Jia. Yan Research Interests wireless radio navigation and radar-related baseband signal processing, high speed maglev and railway communication, electronic nose system, machine learning, pattern recognization and optimization theory. Now he is focusing on the localization and commnication of the maglev vehicle-ground.","categories":[],"tags":[]},{"title":"any title","slug":"pubs","date":"2023-06-11T12:37:45.000Z","updated":"2023-06-11T12:58:06.581Z","comments":true,"path":"2023/06/11/pubs/","link":"","permalink":"http://example.com/2023/06/11/pubs/","excerpt":"","text":"This is publications!","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2023-06-11T11:36:34.505Z","updated":"2023-06-11T11:36:34.505Z","comments":true,"path":"2023/06/11/hello-world/","link":"","permalink":"http://example.com/2023/06/11/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[]}